Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=154_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Inarinsaame, lastenkirjat
smn: Eenikielâ lasemateriaal 0-6 luokkáid

source: Äidinkielen oheismateriaali 0-6 luokille Teksti ja kuvat Inga Borg
smn: Tekstâ já koveh Inga Borg

source: Pohjoissaamesta kääntänyt Henna Lehtola, kielentarkistus Ilmari Mattus.
smn: Pajekielâst anarâškielân jurgâlâm Henna Lehtola, kielâ tärhisteijee Ilmari Mattus.

source: Saamelaiskäräjät 2015
smn: Sämitigge 2015

source: Puppâ on pieni olento, jota ihminen ei voi nähdä – ellei lue tätä kirjaa !
smn: Puppâ lii uccâ tiingâš kote máttá elleiguin sárnuđ.

source: Pupân kota on piilossa Sinijärven rannassa jossakin Saamenmaan tunturien keskellä.
smn: Ulmuuh iä suu uáini. Puppâ áásá tavveen ollâ varij kooskâst.

source: Hänen kanssaan voit tutustua Saamenmaan luontoon ja eläimiin.
smn: Tobbeen sust lii kuáđááš jävrriddoost. Jäävri nommâ lii Čuovjisjävri.

source: Äidinkielen oheismateriaali 0-6 luokille
smn: Eenikielâ lasemateriaal 0-6 luokkáid

source: Teksti ja kuvat Inga Borg
smn: Tekstâ já koveh Inga Borg

source: Pohjoissaamesta kääntäneet
smn: Pajekielâst anarâškielân jurgâlâm

source: Matti Morottaja ja
smn: Marja-Liisa Olthuis (Puppâ já vyesi).

source: Saamelaiskäräjät 1996-1997
smn: Sämitigge 1996-1997

source: Gösta Knutsson, teksti
smn: Puppâ ja kiđđatulve

source: (Pekka Töpöhäntä saa ystävän)
smn: Puppâ Puáris Vyevdist

source: Harald Soneson, kuvat
smn: Pieinis-Piäká ustev

source: inarinsaameksi: Ilmari Mattus
smn: jurgâlâm: Ilmari Mattus

source: taso: sopii hyvin lukukirjaksi ala-asteelle sekä vieraan kielen opiskeluun
smn: Suápá pyereest luuhâmkirjen vyelitääsist já kirje puáhtá kevttiđ vierekielâlij oppâmateriaalin še.

source: Saamelaiskäräjät 2006
smn: Sämitigge 2006

source: pohjoissaamesta kääntäneet:
smn: Pajekielâst jurgâlâm:

source: taso: esiopetus - 3 lk
smn: tääsi: ovdâmáttááttâs - 3 lk

source: Lapin lääninhallitus 1994
smn: Laapi läänihaldâttâs 1994

source: Lapin lääninhallitus 1996
smn: Laapi läänihaldâttâs 1996
